[
    {
        "pubmed_id": "38423945",
        "title": "Perceived quality of life in patients with psoriasis treated with interleukin 17 and 23 inhibitors.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38423945/",
        "authors": [
            "Anguita-Montenegro B",
            "Areas-Del Águila VL",
            "Palacios-Moya E",
            "García-Arpa M",
            "Sánchez-Caminero MP",
            "Luque-Jiménez M"
        ],
        "epubdate": "2024 Feb 28",
        "abstract": "To determine the effectiveness in terms of quality of life perceived by adult patients with moderate/severe plaque psoriasis treated with interleukin 17 or 23 inhibitors and to identify associated factors.\nCross-sectional observational study including adult patients diagnosed with moderate/severe plaque psoriasis treated with interleukin 17 or 23 inhibitors for at least 12 or 16 weeks in follow-up, respectively.\nForty-one patients were included: 65% male, median age 54 years (SD=13). The included patients were treated with ixekizumab 35%, guselkumab 25%, secukinumab 17.5%, brodalumab 15% and risankizumab 7.5%. Psoariasis area severity index (PASI) reduction was 94.6% (RIC 76.8-100%), DLQI of 1 (RIC 0-2.75), DLQI ≤ 1, 60%. The most affected health dimensions were symptoms and perceptions (57.5%), activities of daily living (27.5%) and discomfort caused with treatment (17.5%). No association was found between DLQI score < 1 and demographic, comorbidities and treatment-related variables. The median PASI reduction in patients with DLQI<1 was superior to patients with DLQI > 1 (100% vs 90.2%, p=0.025).\nPatients with moderate/severe plaque psoriasis treated with interleukin 17 or 23 inhibitors achieve adequate therapeutic targets achieving the target set according to clinical practice guideline recommendations (score ≤1 on the DLQI questionnaire and 90-100% reduction in the PASI index) and in accordance with the results of recent meta-analyses and real-life studies. A greater reduction of the PASI index is observed in the group reaching the quality of life target, there being the possibility of using patient-reported outcomes in the evaluation of treatment effectiveness."
    },
    {
        "pubmed_id": "38421149",
        "title": "Successful treatment of psoriasis-associated uveitis with ixekizumab after failure of secukinumab and risankizumab.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38421149/",
        "authors": [
            "Lua ACY",
            "Chee SP",
            "Oon HHB"
        ],
        "epubdate": "2024 Jan 2",
        "abstract": ""
    },
    {
        "pubmed_id": "38417367",
        "title": "Efficacy of anti-interleukin-17A biological agents for palmoplantar psoriasis and palmoplantar pustulosis: A network meta-analysis.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38417367/",
        "authors": [
            "Xia R",
            "Diao Z",
            "Chen D",
            "Wang Y",
            "Zhou C",
            "Gao Y",
            "Yin Z"
        ],
        "epubdate": "2024 Feb 27",
        "abstract": "The comparative efficacy of anti-IL (interleukin)-17A biological agents in palmoplantar psoriasis (PP) and palmoplantar pustulosis (PPP) are not well established.\nTo investigate the efficacy of different dosage regimens of anti-IL-17A biological agents compared with placebo in PP and PPP.\nA literature search was conducted in PubMed, clinicaltrials.gov, and Embase. Meta-analysis was performed for all outcomes of randomized controlled trials, while network meta-analysis was only performed for the primary outcome.\nIn total, 21 articles exploring the efficacy of 5 treatment options were included, 4 cohort studies were also reviewed. Meta-analysis demonstrated a statistically significant difference favoring anti-IL-17A biological agents versus placebo (OR = 6.84, 95 %[CI] [5.34, 8.76]). On-label secukinumab was identified as the most effective treatment option for patients with PP (OR = 33.50, 95 %[CI] [4.37,256.86]). PPP treated with secukinumab 300 mg showed benefit in terms of PPPASI 75 responses over 52 weeks.\nIL-17A biological agents had better PP disease clearance compared with placebo and on-label secukinumab was identified as the most effective treatment option for PP patients. Secukinumab 300 mg showed benefit for PPP patients."
    },
    {
        "pubmed_id": "38415046",
        "title": "Real-world safety and effectiveness of secukinumab in adult patients with moderate to severe plaque psoriasis: results from postmarketing surveillance in Korea.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38415046/",
        "authors": [
            "Kim BS",
            "Kim DH",
            "Shin BS",
            "Lee ES",
            "Jo SJ",
            "Bang CH",
            "Yun Y",
            "Choe YB"
        ],
        "epubdate": "2024 Feb 26",
        "abstract": "Secukinumab, a fully human monoclonal antibody, was approved in Korea for the treatment of moderate to severe psoriasis in September 2015.\nTo assess the safety and effectiveness of secukinumab in patients with moderate to severe psoriasis in Korea.\nMulticenter, real-world, noninterventional study conducted over 6 years.\nAdults with moderate to severe psoriasis were enrolled. Safety was assessed by evaluating adverse events (AEs), treatment-related AEs, and serious AEs (SAEs). Effectiveness was assessed using the change in absolute Psoriasis Area and Severity Index (PASI) score, percentage of patients achieving PASI 75/90/100 and PASI ⩽2; at weeks 12 and 24.\nOverall, 829 and 542 patients were included in the safety and effectiveness sets, respectively. AEs, treatment-related AEs, and SAEs occurred in 29.0%, 9.5%, and 4.1% of patients, with incidence rates of 39.43, 12.98, and 5.59 per 100 patient years, respectively. The absolute PASI score decreased from 16.1 ± 7.1 (baseline) to 1.6 ± 2.4 (week 24), with a similar reduction in biologic-naïve (16.4 ± 7.3 to 1.5 ± 2.2) and biologic-experienced (14.8 ± 5.9 to 2.4 ± 3.2) groups. At week 24, PASI 75/90/100 was achieved by 95.1%, 62.4%, and 24.9% of patients. At week 24, PASI 75/90 were higher in biologic-naïve (96.6%/65.8%) than biologic-experienced patients (88.3%/48.6%), whereas PASI 100 was similar in both cohorts (24.1% and 28.6%). A similar trend in PASI ⩽ 2 was observed in both cohorts.\nSecukinumab showed sustained effectiveness and favorable safety profile in adult patients with moderate to severe psoriasis in Korea."
    },
    {
        "pubmed_id": "38405187",
        "title": "From PsO to PsA: the role of T(RM) and Tregs in psoriatic disease, a systematic review of the literature.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38405187/",
        "authors": [
            "Lobão B",
            "Lourenço D",
            "Giga A",
            "Mendes-Bastos P"
        ],
        "epubdate": "2024 Feb 9",
        "abstract": "Psoriasis (PsO) is a chronic skin condition driven by immune mediators like TNFα, INFγ, IL-17, and IL-23. Psoriatic arthritis (PsA) can develop in PsO patients. Although psoriatic lesions may apparently resolve with therapy, subclinical cutaneous inflammation may persist. The role of tissue-resident memory T-cells (T\nA systematic review, following Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines, was performed using Pubmed® and Web of Science™ databases on June 3\nA total of 62 reports were identified and included. In PsO, chronic inflammation is driven by cytokines including IL-17 and IL-23, and cellular mediators such as CD8\nEarly intervention is crucial for PsO patients at high risk of PsA; T cells, particularly type 17 helper T cells, and CD8"
    },
    {
        "pubmed_id": "38367550",
        "title": "Celastrol regulates psoriatic inflammation and autophagy by targeting IL-17A.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38367550/",
        "authors": [
            "Park A",
            "Heo TH"
        ],
        "epubdate": "2024 Feb 16",
        "abstract": "Anti-IL-17A antibodies, such as secukinumab and ixekizumab, are effective proinflammatory cytokine inhibitors for autoimmune disorders, including psoriasis. However, anti-IL-17A small molecule treatments are yet to be commercialized. Celastrol, a natural compound extracted from the roots of traditional Chinese medicinal plants, has anti-inflammatory and antioxidant properties. However, the binding of celastrol to IL-17A and the associated anti-inflammatory mechanisms remain unclear. This study investigated whether celastrol could directly bind to IL-17A and regulate inflammation in psoriatic in vitro and in vivo models. The results showed that celastrol directly binds to IL-17A and inhibits its downstream signaling, including the NF-kB and MAPK pathways. Interestingly, celastrol restored autophagy dysfunction and reduced proinflammatory cytokine secretion in keratinocytes. In addition, celastrol increased autophagy in the epidermis of a mouse model of psoriasis. Celastrol decreased Th17 cell populations and proinflammatory cytokine levels in mice. Thus, IL-17A-targeting celastrol reduced inflammation by rescuing impaired autophagy in in vitro and in vivo models of psoriasis, demonstrating its potential as a substitute for anti-IL-17A antibodies for treating psoriasis."
    },
    {
        "pubmed_id": "38364414",
        "title": "Effect of Treatment With Biologic Agents on the Novel Inflammatory Biomarkers Systemic Immune Inflammation Index and Systemic Inflammation Response Index for Psoriasis.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38364414/",
        "authors": [
            "Tamer F",
            "Edek YC",
            "Aksakal AB"
        ],
        "epubdate": "2024 Jan 1",
        "abstract": "Psoriasis is a chronic cutaneous disorder with underlying systemic inflammation. The systemic immune inflammation (SII) and systemic inflammation response indexes (SIRI) are novel biomarkers that indicate systemic inflammation.\nWe aimed to evaluate the effect of biological agent treatment on SII and SIRI in psoriasis patients.\nBetween April 2019 and October 2022, SII and SIRI were retrospectively evaluated in patients with psoriasis before and three months after the initiation of biological agents.\nThis study included 220 patients, 101 females and 119 males. SIRI was significantly higher in male patients compared to females (P < 0.001). Although not statistically significant, SII and SIRI were higher in obese patients, patients with severe psoriasis, longer disease duration, nail involvement and patients who received previous biological agent treatment. SII was also higher in patients with hypertension, diabetes, hepatic steatosis, depression and coronary artery disease (P = 0.801, P = 0.752, P = 0.706, P = 0.079, P = 0.861, respectively), whereas SIRI was higher in patients with diabetes and depression (P = 0.263, P = 0.777, respectively). Both SII and SIRI statistically significantly decreased after treatment with adalimumab, infliximab, ixekizumab, secukinumab, ustekinumab and risankizumab.\nSII and SIRI may indicate the severity of psoriasis as well as SII may be associated with psoriatic arthritis, hypertension, hepatic steatosis and coronary artery disease in patients with psoriasis. There is no consensus on the biomarkers that can be used to create an optimized treatment strategy in psoriasis. Therefore, SII and SIRI may be helpful in making the choice of treatment and in the follow-up of patients with psoriasis treated with biological agents."
    },
    {
        "pubmed_id": "38345289",
        "title": "Risk of multiple sclerosis in patients with psoriasis receiving anti-IL-17 agents: A case-based review.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38345289/",
        "authors": [
            "Tsiogkas SG",
            "Tsimourtou V",
            "Chaidaki K",
            "Dardiotis E",
            "Roussaki-Schulze AV",
            "Bogdanos DP",
            "Zafiriou E"
        ],
        "epubdate": "2024 Feb 12",
        "abstract": "Biologics approved for psoriasis exhibit favorable safety profiles, and serious adverse events have rarely been reported. In this report, we present the case of a patient treated with ixekizumab, an anti-interleukin (IL)-17 agent, who 8 months later developed multiple sclerosis (MS). We also review the available literature regarding the use of anti-IL-17 agents in the context of psoriasis and pre-existing or new-onset demyelination. Eight case reports were evaluated as relevant and are presented in our report. In most of the cases secukinumab or ixekizumab administration adequately controlled both skin and pre-existing neurological clinical manifestations. However, there has been a report of MS exacerbation under secukinumab treatment and the occurrence of myelitis in a patient receiving ixekizumab. While the anti-IL-17-biologic-mediated induction of inflammatory events in the central nervous system has not been proven and a causal relationship is lacking, such a probability should be considered in extremely rare cases."
    },
    {
        "pubmed_id": "38334200",
        "title": "The unexpected guest: Cytotoxic, pseudolymphoma-like reaction at the site of primary cutaneous follicle centre B-cell lymphoma in a patient receiving secukinumab for psoriasis.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38334200/",
        "authors": [
            "Pescia C",
            "Pini G",
            "Tabano S",
            "Berti E",
            "Alberti Violetti S",
            "Croci GA"
        ],
        "epubdate": "2024 Feb 9",
        "abstract": ""
    },
    {
        "pubmed_id": "38331098",
        "title": "Vaccination Recommendations for Adults Receiving Biologics and Oral Therapies for Psoriasis and Psoriatic Arthritis: Delphi Consensus from the Medical Board of the National Psoriasis Foundation.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38331098/",
        "authors": [
            "Chat VS",
            "Ellebrecht CT",
            "Kingston P",
            "Bell S",
            "Gondo G",
            "Cordoro KM",
            "Desai SR",
            "Duffin KC",
            "Feldman SR",
            "Garg A",
            "Gelfand JM",
            "Gladman D",
            "Green LJ",
            "Gudjonsson J",
            "Han G",
            "Hawkes JE",
            "Kircik L",
            "Koo J",
            "Langley R",
            "Lebwohl M",
            "Michael Lewitt G",
            "Liao W",
            "Martin G",
            "Orbai AM",
            "Reddy SM",
            "Richardson V",
            "Ritchlin CT",
            "Schwartzman S",
            "Siegel EL",
            "Van Voorhees AS",
            "Wallace EB",
            "Weinberg JM",
            "Winthrop KL",
            "Yamauchi P",
            "Armstrong AW"
        ],
        "epubdate": "2024 Feb 6",
        "abstract": "For psoriatic patients who need to receive non-live or live vaccines, evidence-based recommendations are needed regarding whether to pause or continue systemic therapies for psoriasis and/or psoriatic arthritis.\nTo evaluate literature regarding vaccine efficacy and safety and to generate consensus-based recommendations for adults receiving systemic therapies for psoriasis and/or psoriatic arthritis receiving non-live or live vaccines.\nUsing a modified Delphi process, 22 consensus statements were developed by the National Psoriasis Foundation Medical Board and COVID-19 Task Force, and infectious disease experts.\nKey recommendations include continuing most oral and biologic therapies without modification for patients receiving non-live vaccines; consider interruption of methotrexate for non-live vaccines. For patients receiving live vaccines, discontinue most oral and biologic medications before and after administration of live vaccine. Specific recommendations include discontinuing most biologic therapies, except for abatacept, for 2-3 half-lives before live vaccine administration and deferring next dose 2-4 weeks after live vaccination.\nStudies regarding infection rates after vaccination are lacking.\nInterruption of anti-psoriatic oral and biologic therapies is generally not necessary for patients receiving non-live vaccines. Temporary interruption of oral and biologic therapies before and after administration of live vaccines is recommended in most cases."
    },
    {
        "pubmed_id": "38307164",
        "title": "Comparing the use of topical therapy along with anti-IL17 and anti-IL23 to treat moderate-to-severe psoriasis in the routine clinical practice.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38307164/",
        "authors": [
            "Berenguer-Ruiz S",
            "Romero-Dávila M",
            "Aparicio-Domínguez M",
            "Daudén E",
            "Llamas-Velasco M"
        ],
        "epubdate": "2024 Jan 31",
        "abstract": "Combinations of topical (TT) and biological therapies (BT) are a common thing in the routine clinical practice. However, the scientific medical literature on how TT is, actually, used after the initiation of BT is scarce, particularly in combination with anti-IL17, or anti-IL23.\nTo describe the frequency of the concomitant use of TT + BT at baseline and after a 6-month course of several drugs (anti-IL17, ustekinumab, and anti-IL23). Our secondary endpoints are to describe the type of topical therapy used, compare the frequency of use of TT among the different groups of BT, describe the survival of topical therapy in these patients, and identify the factors that can impact the use or discontinuation of topical therapy in these patients (clinical response, quality of life, type of drug, etc.).\nThis was a retrospective, observational, and single-center study of patients with moderate-to-severe psoriasis treated with anti-IL17 (secukinumab, ixekizumab), anti-IL17R (brodalumab), ustekinumab, and guselkumab from January 2015 through December 2020.\nWe included a total of 138 patients. When treatment started, 82.7% were on TT (55% daily), and after 6 months, 86.6% had discontinued TT. Regarding the analysis by type of drug, at 6 months, we found that 100% of the patients with BRO had discontinued topical treatment. We did not find any significant differences in the frequency of use of TT based on the BT used during the 6-month course of treatment. The estimated mean course of TT was 4.3 months (SD, 6.7). Also, the estimated mean course of TT was significantly shorter in the group of patients who achieved PASI100 (2.8 months vs 8.1 months).\nIn our cohort, we saw a significant decrease in the frequency of use of TT at 6 months after starting BT in the routine clinical practice. This reduction occurred earlier in patients who improved their objective clinical response and quality of life."
    },
    {
        "pubmed_id": "38306130",
        "title": "Blood Monocyte Count Can Predict Early Response to Secukinumab Therapy in Patients With Psoriasis.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38306130/",
        "authors": [
            "Ziolkowska-Banasik D",
            "Hadas E",
            "Pastuszczak M"
        ],
        "epubdate": "",
        "abstract": "Early response to treatment with biologics, defined as Psoriasis Area and Severity Index (PASI) of 2 or less six months after initiation of therapy, seems to be associated with more stable psoriasis and a lower risk of flares and treatment discontinuation. This study aimed to identify markers that can predict early response to treatment with secukinumab in patients with plaque psoriasis. Treatment with secukinumab was initiated in 29 biologic-naive patients with plaque psoriasis (75.9% males). After six months, the patients were stratified as (1) PASI 2 or less responders or (2) PASI greater than 2 responders. Patients who achieved PASI 2 or less six months after initiation of secukinumab therapy already had significantly greater PASI reductions after the first month of therapy compared to those with PASI greater than 2 six months after treatment. Baseline blood monocyte counts significantly correlated with PASI, both before and six months after initiating secukinumab therapy. A lower monocyte count with a cutoff value set at less than 0.69 &times; 103/microL (based on ROC curve analysis) was found in multivariate analysis to be an independent factor for achieving PASI 2 or less six months after initiation of therapy with secukinumab (R2 = 0.7; beta = -0.67; P = 0.03). We showed that baseline monocyte count may be useful for predicting early response to secukinumab therapy in plaque psoriasis patients. Identifying such a marker may help clinicians choose the most appropriate biologics for patients with plaque psoriasis and help avoid the expense of switching from one biologic to another. J Drugs Dermatol. 2024;23(2):74-77.&nbsp; &nbsp;&nbsp; doi:10.36849/JDD.7525."
    },
    {
        "pubmed_id": "38306127",
        "title": "Atopic Dermatitis as a Paradoxical Reaction to Secukinumab in a Patient With Plaque Psoriasis.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38306127/",
        "authors": [
            "Zundell MP",
            "Gottlieb AB",
            "Stanger R"
        ],
        "epubdate": "",
        "abstract": "Paradoxical reactions to biologic agents used in the treatment of psoriasis are rare but have been reported with tumor necrosis factor (TNF) blockers and, more recently, with interleukin (IL)-17A inhibitors. Secukinumab, an IL-17A inhibitor, is an effective treatment for moderate-to-severe plaque psoriasis but has been implicated in the development or exacerbation of eczematous-like reactions in rare cases. We present a patient with a history of plaque psoriasis who developed an eczematous eruption after four months of secukinumab therapy, necessitating systemic intervention for adequate control. Five months after a loading dose of dupilumab, the patient appeared in the clinic with the return of classic, thick psoriatic plaques, affecting 15% BSA. The patient declined further treatment and was subsequently lost to follow-up despite multiple attempts to contact her. This case adds to the limited, but growing body of knowledge on IL-17 blocker-induced eczematous reactions and underscores the need for careful monitoring and prompt recognition of this adverse event in patients receiving this class of drugs. J Drugs Dermatol. 2024;23(2):97-99.&nbsp; &nbsp;&nbsp; doi:10.36849/JDD.7639 &nbsp."
    },
    {
        "pubmed_id": "38301830",
        "title": "Novel anti-psoriasis agent-associated cardiotoxicity, analysis of the FDA adverse event reporting system (FAERS).",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38301830/",
        "authors": [
            "Al-Yafeai Z",
            "Sondhi M",
            "Vadlamudi K",
            "Vyas R",
            "Nadeem D",
            "Alawadi M",
            "Carvajal-González A",
            "Ghoweba M",
            "Ananthaneni A"
        ],
        "epubdate": "2024 Jan 30",
        "abstract": "Psoriasis is a chronic skin condition characterized by hyperproliferation of epidermal keratinocytes, resulting in erythematous and scaling lesions. The US Food and Drug Administration (FDA) has approved nine biologic agents to address the burden of psoriasis, but their cardiovascular risks remain poorly studied.\nThis retrospective pharmacovigilance study utilized the FDA Adverse Event Reporting System (FAERS) database to analyze adverse events associated with newly approved therapeutic agents for psoriasis. We employed disproportionally signal analysis, calculating the reporting odds ratio (ROR) with a 95% confidence interval.\nAmong the vast FAERS database, which contained >25 million adverse events, a total of 334,399 events were associated with newly approved therapeutic agents for psoriasis. Cardiac adverse events accounted for 3852 cases, including pericarditis, atrial fibrillation, and coronary artery disease. Secukinumab had the highest number of reported adverse events, followed by brodalumab, while tildrakizumab had the lowest. Coronary artery disease was the most reported adverse event (1438 cases), followed by pericarditis (572 cases) and atrial fibrillation (384 cases). Secukinumab had the highest incidence of coronary artery disease, pericarditis, and atrial fibrillation. Risankizumab was significantly associated with an increased risk of coronary artery disease and atrial fibrillation, while tildrakizumab and Ixekizumab were associated with atrial fibrillation. Secukinumab was associated with an elevated risk of pericarditis.\nThe study uncovers the cardiovascular adverse effects related to biologic agents used in psoriasis treatment. These findings emphasize the importance of monitoring and evaluating the cardiovascular safety profiles of biological agents used in psoriasis treatment."
    },
    {
        "pubmed_id": "38299156",
        "title": "The IL-17 pathway as a target in giant cell arteritis.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38299156/",
        "authors": [
            "Zeisbrich M",
            "Thiel J",
            "Venhoff N"
        ],
        "epubdate": "2024 Jan 17",
        "abstract": "The network of IL-17 cytokines is considered a key component of autoimmune and inflammatory processes. Blocking IL-17 showed great success in psoriasis as well as psoriatic arthritis, and in patients with axial spondyloarthritis. Secukinumab is one of the approved IL-17A inhibitors for these diseases and is now routinely used. In giant cell arteritis, a large vessel vasculitis, there is accumulating evidence for a pathogenic role of IL-17 and Th17 cells, which are part of the CD4"
    },
    {
        "pubmed_id": "38298734",
        "title": "Biologics protect psoriasis patients from being exacerbated by COVID-19 infection.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38298734/",
        "authors": [
            "Zheng YX",
            "Chen XB",
            "Wang ZY",
            "Ye LR",
            "Zheng M",
            "Man XY"
        ],
        "epubdate": "2024 Jan 14",
        "abstract": "Patients with psoriasis may experience an exacerbation in symptoms following COVID-19 infection. After abandoning 'zero COVID' strategies, China experienced a surge of Omicron infections.\nWe aimed to investigate psoriasis exacerbation in psoriatic patients with COVID-19, following treatment with three different biologics, adalimumab, secukinumab, and ixekizumab.\nWe performed a prospective study (n = 209) at our hospital between November 01, 2022, and February 15, 2023. We defined △ PASI as post-COVID-19 PASI minus pre-COVID-19 PASI. Two endpoints were set in this study. △ PASI >0 was defined as exacerbation of psoriasis after infection. △ PASI >3 was defined as a severe exacerbation of psoriasis symptoms after infection. In addition, serum OAS1, OAS2, and OAS3 were also assessed.\nResults showed that the severity of psoriasis can worsen after COVID-19 infection, and a smaller proportion of patients taking biologics developed worsening psoriasis compared to those not using biologics; however, only the patients taking ixekizumab demonstrated a statistically significant difference (p < 0.05), while those taking adalimumab or secukinumab didn't. What's more, the use of biological agents suppressed the serum OAS2 and OAS3 at low levels and elevated the serum OAS1 level in patients with psoriasis.\nThis study provided new insights into the protective role of biological agents in patients with psoriasis who were infected with COVID-19, and we proposed that psoriatic patients treated with biologics should continue with the treatment during the COVID-19 pandemic."
    },
    {
        "pubmed_id": "38297242",
        "title": "A novel online calculator based on clinical features and hematological parameters to predict total skin clearance in patients with moderate to severe psoriasis.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38297242/",
        "authors": [
            "Jiang Y",
            "Huang D",
            "Chen Q",
            "Yu Y",
            "Hu Y",
            "Wang Y",
            "Chen R",
            "Yao L",
            "Zhong X",
            "Kong L",
            "Yu Q",
            "Lu J",
            "Li Y",
            "Shi Y"
        ],
        "epubdate": "2024 Jan 31",
        "abstract": "Treatment responses to biologic agents vary between patients with moderate to severe psoriasis; while some patients achieve total skin clearance (TSC), a proportion of patients may only experience partial improvement.\nThis study was designed to identify potential predictors for achieving TSC in psoriasis patients treated with IL-17 inhibitors. It also aimed to develop an easy-to-use calculator incorporating these factors by the nomogram to predict TSC response.\nA total of 381 patients with psoriasis receiving ixekizumab were included in the development cohort and 229 psoriasis patients who initiated secukinumab treatment were included in the validation cohort. The study endpoint was achieving TSC after 12 weeks of IL-17 inhibitors treatment, defined as the 100% improvement in Psoriasis Area and Severity Index (PASI 100). Multivariate Cox regression analyses and LASSO analysis were performed to identify clinical predictors and blood predictors respectively.\nThe following parameters were identified as predictive factors associated with TSC: previous biologic treatment, joint involvement, genital area affected, early response (PASI 60 at week 4), neutrophil counts and uric acid levels. The nomogram model incorporating these factors achieved good discrimination in the development cohort (AUC, 0.721; 95% CI 0.670-0.773) and validation cohort (AUC, 0.715; 95% CI 0.665-0.760). The calibration curves exhibited a satisfactory fit, indicating the accuracy of the model. Furthermore, the decision curve analysis confirmed the clinical utility of the nomogram, highlighting its favorable value for practical application. Web-based online calculator has been developed to enhance the efficiency of clinical applications.\nThis study developed a practical and clinically applicable nomogram model for the prediction of TSC in patients with moderate to severe psoriasis. The nomogram model demonstrated robust predictive performance and exhibited significant clinical utility. Trial registration A multi-center clinical study of systemic treatment strategies for psoriasis in Chinese population;ChiCTR2000036186; Registered 31 August 2020; https://www.chictr.org.cn/showproj.html?proj=58256 ."
    },
    {
        "pubmed_id": "38295302",
        "title": "Enhanced Anti-Pediatric Sarcomas Effect of Everolimus with Secukinumab by Targeting IL-17A.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38295302/",
        "authors": [
            "Huang D",
            "Wu Z",
            "Wu Z",
            "Li N",
            "Hao L",
            "Li K",
            "Zeng J",
            "Qiu B",
            "Zhang S",
            "Yan J"
        ],
        "epubdate": "2024 Jan 31",
        "abstract": "In this study, we explored the therapeutic potential of everolimus, an mTOR inhibitor, in a patient-derived xenograft (PDX) of rhabdomyosarcoma, the most prevalent malignant pediatric sarcoma. Additionally, rhabdoid tumor cell line A-204 and Ewings sarcoma cell line A-673 were cultured to assess the in vitro effect of everolimus. Furthermore, the cell-derived xenograft (CDX) of A-673 was established and treated with everolimus in vivo. Immunohistochemistry and western blotting were performed to detect the expressions of pertinent proteins. Results showed that everolimus intervention had limited inhibitory effect on PDX tumor growth compared to cyclophosphamide. Nevertheless, everolimus treatment significantly influenced the phosphorylation levels of S6 kinase beta 1 (S6K1) and eIF4E-binding protein 1 (p-4E-BP1), resulting in the inhibition of angiogenesis in vitro and in vivo. Interestingly, everolimus led to an up-regulation in the level of interleukin (IL)-17A in sarcoma cells. Notably, when secukinumab, a monoclonal antibody of IL-17A, was combined with everolimus, it synergistically enhanced the inhibitory effect of everolimus on sarcoma cell proliferation in vitro and on the growth of PDX or CDX xenograft tumors in vivo. Importantly, this combination therapy did not affect the mTOR signaling. These results indicate that everolimus exerts an anti-pediatric sarcomas effect by inhibiting mTOR signal. However, everolimus induces sarcoma cells to produce IL-17A, which promotes tumor cell survival and counteracts its anti-pediatric sarcomas effect. The combination of secukinumab effectively eliminates the effects of IL-17A, thereby improving the therapeutic efficacy of everolimus in the context of pediatric sarcomas."
    },
    {
        "pubmed_id": "38288519",
        "title": "Rapid response of nail psoriasis to secukinumab in patients with moderate to severe psoriasis after 12 weeks of treatment with a total of 24 weeks of follow-up.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38288519/",
        "authors": [
            "Go GM",
            "Hong YJ",
            "Lee HJ",
            "Kim M"
        ],
        "epubdate": "2024 Jan 30",
        "abstract": "Nail psoriasis, a subtype of psoriasis, can cause significant pain, disability, and reduced quality of life. Despite the established efficacy of anti-IL17 secukinumab in improving skin psoriasis, there is a lack of clinical trials focusing on nail psoriasis as primary endpoint. This study aims to investigate the efficacy of secukinumab in treating nail psoriasis in patients with moderate to severe psoriasis.\nWe prospectively recruited patients newly diagnosed with moderate to severe psoriasis in single centre from January 2021 to January 2022 who were treated with secukinumab.\nA total of 16 patients consisting of 9 males and 7 females were included. Their mean age was 38.88 ± 10.29 years. They had an average initial Nail Psoriasis Severity Index (NAPSI) score of 45.06 ± 20.39 and an average NAPSI score at 12 weeks of 8.94 ± 13.50, showing a significant (p < 0.05) decrease of NAPSI score after 12 weeks of secukinumab treatment. After 24 weeks of treatment, NAPSI score was decreased to 5.12 ± 8.52.\nSecukinumab rapidly improved nail psoriasis after 12 weeks of treatment, with further enhancement at 24 weeks, suggesting its potential as a potent therapeutic option for nail psoriasis."
    },
    {
        "pubmed_id": "38283798",
        "title": "Secukinumab in Hidradenitis Suppurativa Patients Who Failed Adalimumab: A 52-Week Real-Life Study.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38283798/",
        "authors": [
            "Martora F",
            "Marasca C",
            "Cacciapuoti S",
            "Fariello F",
            "Potestio L",
            "Battista T",
            "Scalvenzi M",
            "Megna M"
        ],
        "epubdate": "2024 Jan 23",
        "abstract": "The treatment of hidradenitis suppurativa (HS) has always been a real challenge for dermatologists; to date, adalimumab the only biologic drug approved for HS is adalimumab, an anti-tumor necrosis factor (TNF)-α drug, the approval of this drug dates to 2015, data provided by real life show an effectiveness rate of about 60% percent. Recently (31 October 2023) FDA approves secukinumab for moderate-severe HS. The treatment and management of HS is very challenging as available treatments are very limited and show very variable outcomes.\nWe conducted a prospective monocentric study designed to evaluate the efficacy and safety of secukinumab treatment in HS patients in a real-life setting.\nThe initial cohort of patients recruited included 21 HS patients including 12 females and 9 males. About 57.1% of patients achieved the primary endpoint and recorded significant decrease in all the severity assessment scales (IHS4, DLQI and VAS pain scale) at week 16 and 52, when HiSCR reached 71.4%.\nThe results of our study highlight that treatment with secukinumab in patients with severe HS who failed adalimumab may be a safe and effective therapeutic weapon."
    },
    {
        "pubmed_id": "38279604",
        "title": "Cosentyx alleviates psoriasis-induced podocyte injury by inhibiting the tlr/nf-κb signaling pathway.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38279604/",
        "authors": [
            "Aixue W",
            "Feng W",
            "Huanhuan Z",
            "Xixing M",
            "Yanling L"
        ],
        "epubdate": "",
        "abstract": "Pathological studies have shown an association between psoriasis and renal podocyte injury, and the specific mechanism of podocyte injury in psoriasis remains unclear, with no effective treatments currently available. This study aimed to investigate the underlying mechanisms of podocyte and epidermal cell injury in psoriasis and evaluate the therapeutic effect of Cosentyx.\nA psoriasis-like mouse model was established using BALB/C mice, and Cosentyx treatment was administered via intraperitoneal injection. Various parameters, including skin lesions, urinary protein, kidney/serum inflammatory cytokines, kidney function, podocyte membrane proteins, and Toll-like receptors/nuclear factor kappa-b (TLR/NF-κB) pathway-associated proteins, were analyzed to explore the mechanisms of podocyte and epidermal cell injury in psoriasis and the potential ameliorative effects of Cosentyx.\nTreatment with Cosentyx significantly reduced the increased levels of urinary protein, creatinine, and blood urea nitrogen caused by psoriasis. Cosentyx inhibited the upregulation of kidney/serum inflammatory factors (IL-17, IL-1β, IL-6, TNF-α, and IL-22) and TLR/NF-κB-related proteins (TLR2, TLR4, MyD88, and NF-κBp65) in both psoriatic skin and kidney tissues, while also reducing the accumulation of oxidative products. Moreover, Cosentyx treatment suppressed podocyte apoptosis and promoted epidermal cell apoptosis. The experimental data demonstrated that psoriasis-like inflammation impaired renal podocytes through the TLR/NF-κB signaling pathway.\nCosentyx treatment effectively inhibited the expression of TLR/NF-κB-related proteins, providing a therapeutic effect for psoriasis-induced kidney and skin injuries."
    },
    {
        "pubmed_id": "38279559",
        "title": "Comparative efficacy of oral Janus kinase inhibitors and biologics in adult alopecia areata: A systematic review and Bayesian network meta-analysis.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38279559/",
        "authors": [
            "Husein-ElAhmed H",
            "Husein-ElAhmed S"
        ],
        "epubdate": "2024 Jan 26",
        "abstract": "Alopecia areata (AA) is an autoimmune disorder that affects the hair follicles, resulting in patchy recurrent hair loss. A large body of evidence has demonstrated the favourable clinical response of the Janus kinase (JAK) inhibitors and biologics, but a lack of comprehensive comparison among these therapies exists in the current literature. This study aimed to compare their efficacy. A systematic review and meta-analysis were performed including randomized trials that report the outcomes of the Severity of Alopecia Tool (SALT)"
    },
    {
        "pubmed_id": "38274801",
        "title": "Drug survival of IL-12/23, IL-17 and IL-23 inhibitors for moderate-to-severe plaque psoriasis: a retrospective multicenter real-world experience on 5932 treatment courses - IL PSO (Italian landscape psoriasis).",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38274801/",
        "authors": [
            "Gargiulo L",
            "Ibba L",
            "Malagoli P",
            "Balato A",
            "Bardazzi F",
            "Burlando M",
            "Carrera CG",
            "Damiani G",
            "Dapavo P",
            "Dini V",
            "Gaiani FM",
            "Girolomoni G",
            "Guarneri C",
            "Lasagni C",
            "Loconsole F",
            "Marzano AV",
            "Megna M",
            "Mercuri SR",
            "Travaglini M",
            "Costanzo A",
            "Narcisi A"
        ],
        "epubdate": "2024 Jan 11",
        "abstract": "The development of several effective biological drugs for moderate-to-severe plaque psoriasis has dramatically changed the lives of patients. Despite the wide use of interleukin (IL) inhibitors, limited data are available to date regarding long-term treatment persistence.\nThis multicenter retrospective real-world study evaluated 5932 treatment courses across 5300 patients, all treated with interleukin inhibitors. Drug survival was expressed by using the Kaplan-Meier estimator for each biological drug at 6, 12, 24, 36 and 48 months. We also stratified by discontinuation associated with primary or secondary ineffectiveness.\nIn our study, the most prescribed drugs were secukinumab (1412), ixekizumab (1183), and risankizumab (977). After four years of follow-up, risankizumab emerged as the treatment with the highest drug survival overall, as 91.6% of patients were still on treatment. The overall probability of drug survival at four years was comparable for tildrakizumab (83.5%), ixekizumab (82.6%), guselkumab (82.4%) and brodalumab (81.8%). When evaluating only patients who discontinued the treatment because of ineffectiveness, once again risankizumab was the molecule with the highest drug survival at 4 years (93.4%), this time followed by ixekizumab (87%). Our study, in which all IL inhibitors were adequately represented, confirmed a slightly better treatment persistence for IL-23 inhibitors, consistent with other real-world studies.\nOur experience showed that IL-23 inhibitors, and risankizumab in particular, had a higher probability of drug survival overall during a 4-year follow-up. Risankizumab and ixekizumab were less likely to be discontinued because of ineffectiveness after four years."
    },
    {
        "pubmed_id": "38256115",
        "title": "Multi-Omics Approach to Improved Diagnosis and Treatment of Atopic Dermatitis and Psoriasis.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38256115/",
        "authors": [
            "Rusiñol L",
            "Puig L"
        ],
        "epubdate": "2024 Jan 15",
        "abstract": "Psoriasis and atopic dermatitis fall within the category of cutaneous immune-mediated inflammatory diseases (IMIDs). The prevalence of IMIDs is increasing in industrialized societies, influenced by both environmental changes and a genetic predisposition. However, the exact immune factors driving these chronic, progressive diseases are not fully understood. By using multi-omics techniques in cutaneous IMIDs, it is expected to advance the understanding of skin biology, uncover the underlying mechanisms of skin conditions, and potentially devise precise and personalized approaches to diagnosis and treatment. We provide a narrative review of the current knowledge in genomics, epigenomics, and proteomics of atopic dermatitis and psoriasis. A literature search was performed for articles published until 30 November 2023. Although there is still much to uncover, recent evidence has already provided valuable insights, such as proteomic profiles that permit differentiating psoriasis from mycosis fungoides and β-defensin 2 correlation to PASI and its drop due to secukinumab first injection, among others."
    },
    {
        "pubmed_id": "38240024",
        "title": "Deep resolution of clinical, cellular, and transcriptomic inflammatory markers during 52 weeks of IL-17A inhibition by secukinumab.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38240024/",
        "authors": [
            "Tomalin LE",
            "Kolbinger F",
            "Suprun M",
            "Wharton KA Jr",
            "Hartmann N",
            "Peters T",
            "Glueck A",
            "Milutinovic M",
            "Krueger JG",
            "Suárez-Fariñas M"
        ],
        "epubdate": "2024 Jan 18",
        "abstract": "Secukinumab, an anti-IL-17A monoclonal antibody, induces histological and molecular resolution of psoriatic plaques by 12 weeks. However, the long-term effects of secukinumab on molecular resolution of psoriatic inflammation remain unknown.\nTo investigate the molecular resolution of psoriasis following 52-weeks of secukinumab treatment.\nNCT01537432 was a two-part Phase 2, randomised, double-blinded, placebo-controlled, 52-week study of patients with moderate to severe psoriasis receiving secukinumab 300 mg. Psoriatic lesional and non-lesional skin biopsies were obtained at baseline, Week 12, and Week 52, and the composition of the residual disease genomic profile (RDGP, i.e., \"molecular scar\") of biopsies from secukinumab-responders was analysed.\nAfter 52 weeks of treatment, 14/24 enrolled patients were considered clinical responders (≥75% improvement in Psoriasis Area and Severity Index [PASI]; PASI75), 4/24 were considered non-responders (<PASI75), and 6/24 patients were lost to follow-up; both histological and transcriptomic profiles of PASI75 responders improved from Week 12-52. RDGP transcripts of histological responders only partially overlapped between Week 12 and 52, despite similar number of transcripts in each RDGP; specifically, four novel transcript subsets showed distinct expression dynamics between Week 12 and 52 (slow-resolving, recurring, persistent, and resolved), with anti-inflammatory and immunomodulatory genes (e.g., SOCS1, CD207, IL-37) notably restored at Week 52. Shorter disease duration prior to secukinumab treatment coincided with greater transcript improvements at Week 12 and Week 52.\nSecukinumab improves the histological and molecular phenotype of psoriatic lesional skin up to 52 weeks of treatment; these results suggest possible mechanisms that drive long-term control of psoriasis."
    },
    {
        "pubmed_id": "38234927",
        "title": "New-Onset Psoriatic Arthritis Following COVID-19 mRNA Vaccination in a Psoriatic Patient Under Anti-tumor Necrosis Factor Alpha Biologic Treatment: What Now?",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38234927/",
        "authors": [
            "Sousa M",
            "Gersão S",
            "Sousa HB"
        ],
        "epubdate": "2023 Dec 18",
        "abstract": "During the COVID-19 pandemic, anti-SARS-CoV-2 vaccines were quickly developed and administered to the population worldwide. As is expected with new vaccine products, adverse reactions following immunization have been reported, namely, the development and/or exacerbation of autoimmune/autoinflammatory diseases, including rheumatic diseases. Here, we report a clinical case of a 56-year-old woman with a 44-year history of moderate-to-severe plaque psoriasis under treatment with an anti-tumor necrosis factor alpha biosimilar (adalimumab) with good control of skin disease and without rheumatic involvement to date who came to us with complaints of migratory polyarthralgia starting one week after receiving the second dose of the BNT162b2 COVID-19 mRNA vaccine. The condition progressed over the following months and a diagnosis of psoriatic arthritis was established. Biologic treatment was switched to an anti-interleukin 17A (secukinumab), with a very good clinical cutaneous and articular response, which was sustained up to the present moment. The mechanisms behind the exacerbation or new-onset of autoimmune/autoinflammatory diseases after receiving anti-COVID-19 vaccines are not yet fully understood, requiring further investigation. It is also not known whether rheumatic symptoms post-COVID-19 infection will have similar mechanisms to rheumatic symptoms post-anti-COVID-19 vaccination. With the continuing worldwide vaccination against SARS-CoV-2, clinicians need to be prepared to discuss the risks and benefits of vaccination and should be aware that it may cause or exacerbate immune disorders such as psoriatic arthritis, warranting close follow-up in terms of disease progression and treatment."
    },
    {
        "pubmed_id": "38225579",
        "title": "The Meteoritics Trial: efficacy of methotrexate after remission-induction with tocilizumab and glucocorticoids in giant cell arteritis-study protocol for a randomized, double-blind, placebo-controlled, parallel-group phase II study.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38225579/",
        "authors": [
            "Kreis L",
            "Dejaco C",
            "Schmidt WA",
            "Németh R",
            "Venhoff N",
            "Schäfer VS"
        ],
        "epubdate": "2024 Jan 15",
        "abstract": "Glucocorticoids (GC) are the standard treatment for giant cell arteritis (GCA), even though they are associated with adverse side effects and high relapse rates. Tocilizumab (TCZ), an interleukin-6 receptor antagonist, has shown promise in sustaining remission and reducing the cumulative GC dosage, but it increases the risk of infections and is expensive. After discontinuation of TCZ, only about half of patients remain in remission. Additionally, only few studies have been conducted looking at remission maintenance, highlighting the need for alternative strategies to maintain remission in GCA. Methotrexate (MTX) has been shown to significantly decrease the risk of relapse in new-onset GCA and is already a proven safe drug in many rheumatologic diseases.\nThis study aims to evaluate the efficacy and safety of MTX in maintaining remission in patients with GCA who have previously been treated with GC and at least 6 months with TCZ. We hypothesize that MTX can maintain remission in GCA patients, who have achieved stable remission after treatment with GC and TCZ, and prevent the occurrence of relapses. The study design is a monocentric, randomized, double-blind, placebo-controlled, parallel-group phase II trial randomizing 40 GCA patients 1:1 into a MTX or placebo arm. Patients will receive 17.5 mg MTX/matching placebo weekly by subcutaneous injection for 12 months, with the possibility of dose reduction if clinically needed. A 6-month follow-up will take place. The primary endpoint is the time to first relapse in the MTX group versus placebo during the 12-month treatment period. Secondary outcomes include patient- and investigator-reported outcomes and laboratory findings, as well as the prevalence of aortitis, number of vasculitic vessels, and change in intima-media thickness during the study.\nThis is the first clinical trial evaluating remission maintenance of GCA with MTX after a previous treatment cycle with TCZ. Following the discontinuation of TCZ in GCA, MTX could be a safe and inexpensive drug.\nClinicalTrials.gov, NCT05623592. Registered on 21 November 2022. EU Clinical Trials Register, 2022-501058-12-00. German Clinical Trials Register DRKS00030571."
    },
    {
        "pubmed_id": "38222185",
        "title": "Implementation of the Treat-to-Target Approach in Psoriatic Arthritis and Its Outcomes in Routine Clinical Practice.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38222185/",
        "authors": [
            "Din SU",
            "Saeed MA",
            "Hameed MR",
            "Aamer M",
            "Arshad U",
            "Qamar HY"
        ],
        "epubdate": "2023 Dec 14",
        "abstract": "Background Measuring disease activity in psoriatic arthritis using validated tools and treating to a target (T2T) is advocated. It improves quality of life and delays radiographic progression. In clinical practice, it guides therapy escalation to achieve better disease control. This study aimed to assess the real-life implementation of the T2T concept in daily clinical practice and the proportion of patients achieving the target of low disease activity or remission. Methodology In this study, a retrospective review of patients diagnosed with psoriatic arthritis having clinical visits from January 2020 to February 2023 was done. The proportion of patients in whom disease activity was monitored using the Disease Activity Index for Psoriatic Arthritis (DAPSA) 28 and Physician Global Assessment (PGA) and those achieving the target was calculated using SPSS version 21 (IBM Corp., Armonk, NY, USA). Results A total of 89 patients were included in the study after fulfilling the inclusion and exclusion criteria. Overall, 56.2% (50) of patients were males and 43.8% (39) were females, with a mean age of 43.5 ± 14.5 years, mean disease duration of 6.6 ± 3.8 years, and mean follow-up duration of 2.8 ± 1.6 years. Of the study population, 43.8% (39) had axial involvement, 23.6% (21) had dactylitis, and 12.4% (11) had enthesitis. Skin psoriasis was present in 84.3% (75), 11.2% (10) had a family history of psoriasis, 19.1% (17) had nail changes, 1.1% (1) had uveitis, and in 94.8% (73) of patients skin psoriasis presented before arthritis. Overall, 97.7% (85) of patients were on conventional synthetic disease-modifying antirheumatic drugs (csDMARDs), with the most common being methotrexate in 77%, followed by leflunomide in 8%. Further, 34.8% (31) were using biological DMARDs (bDMARDs), with the most common being tofacitinib (33.7%), infliximab (28.1%), and secukinumab (24.7%) being other choices. Overall, 21.1% (18) of patients experienced adverse events with csDMARDs and 3.2% (1) with biological DMARDs. DAPSA28 was recorded in 44.9% (40), Psoriasis Area and Severity Index in 16.8% (15), and PGA in 100% of patients. Target of low disease activity (LDA)/remission was achieved in 50.6% (45) patients, as assessed by PGA or DAPSA28 cutoff. The LDA/remission target was achieved in 51.2% of patients taking csDMARDs, and 74.2% in those who were on bDMARDs. Conclusions It is crucial to measure the disease activity using validated tools and treat the patient to target for achieving better disease control and improved quality of life. Despite the evidence that T2T improves outcomes, it is not widely practiced in routine clinical practice."
    },
    {
        "pubmed_id": "38216608",
        "title": "Assessment of safety profile of secukinumab in real-world scenario using United States food and drug administration adverse event reporting system database.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38216608/",
        "authors": [
            "Eshwar V",
            "Kamath A"
        ],
        "epubdate": "2024 Jan 12",
        "abstract": "Secukinumab is an anti-IL-17 monoclonal antibody approved for treating psoriasis and various arthritides. A comprehensive evaluation of its safety, especially in a real-world setting, is necessary. This study aimed to describe the adverse events (AE) associated with secukinumab use using the United States Food and Drug Administration Adverse Event Reporting System (FAERS) database. FAERS data files containing AE reports from 2015 to 2021 were downloaded for data mining. Primary or secondary suspect medications indicated for psoriasis were identified and analyzed. Medical dictionary for regulatory activities (MedDRA version 24.1) was used to analyze the AE terms. To detect potential safety signals of AE from secukinumab use, disproportionality analysis was used. A total of 365,590 adverse event reports were identified; of these, 44,761 reports involved the use of secukinumab. Safety signals were identified for ocular infections and gastrointestinal adverse events at the standardised MedDRA query level. Safety signals for oral candidiasis, oral herpes, conjunctivitis, eye infections, and ulcerative colitis were identified at the preferred term level. The findings of our study are consistent with those of earlier studies, such as the increased risk of infections and inflammatory bowel disease. However, our study also identified additional safety signals that need to be further evaluated."
    },
    {
        "pubmed_id": "38214545",
        "title": "Treatment patterns and drug survival for generalized pustular psoriasis: A patient journey study using a Japanese claims database.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38214545/",
        "authors": [
            "Tada Y",
            "Guan J",
            "Iwasaki R",
            "Morita A"
        ],
        "epubdate": "2024 Jan 12",
        "abstract": "Generalized pustular psoriasis (GPP) is a potentially life-threatening skin disease. Although several medications are approved for treating GPP in Japan, there are limited data on real-world treatment patterns or drug survival (the number of prescribed days of treatment). This retrospective cohort study describes drug survival and treatment patterns of patients with newly diagnosed GPP (International Classification of Diseases, 10th Revision code L40.1), and ≥1 year of follow-up, using de-identified claims data (Medical Data Vision Co., Ltd.) from January 2016 to August 2021. Most (97.0%) of the 434 Japanese patients received first-line therapy of etretinate (26.4%), topical medications (14.7%), or cyclosporin (14.3%); 80.0% and 60.1% of patients received a second and third line of therapy (LOT), respectively. Use of etretinate (12.6%) and cyclosporin (5.9%) decreased in second-line therapies, whereas use of biologics (interleukin [IL]-17, 14.3%; IL-23 inhibitors, 7.6%) and topical medications (22.1%) increased or remained consistent. Approximately 50% of biologics were prescribed in combination with systemic medications or systemic corticosteroids. Median (range) time to next therapy (TTNT) was 2.8 (0.03-48.07) months for first-line therapy and 3.3 (0.03-52.97) months for all other LOTs. TTNT was longer for combination therapies (up to 16.5 months) compared with monotherapies (up to 7.5 months). Biologics exhibited longer drug survival with fewer treatment episodes compared with non-biologic systemic medications. Among frequently used therapies, the median (95% confidence interval) drug survival was 8.8 (5.8-11.8) months for etretinate, 4.3 (2.2-6.9) months for systemic corticosteroids, and 19.6 (16.1-26.7) months for secukinumab. Treatment patterns varied considerably, highlighting the need for treatment algorithms and effective, well-tolerated medications to support patients to help them remain on long-term therapy."
    }
]
